Revit 2027 API
ParameterTypeId.ViewerVolumeOfInterestCrop Property
 "Scope Box"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerVolumeOfInterestCrop { get; }
Public Shared ReadOnly Property ViewerVolumeOfInterestCrop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerVolumeOfInterestCrop {
	ForgeTypeId^ get ();
}
static member ViewerVolumeOfInterestCrop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace